tap 'caskroom/cask'
tap 'caskroom/versions'

tap 'homebrew/binary'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'

tap 'wallix/awless'

cask 'xquartz'

brew 'awless'
brew 'aws-shell'
brew 'ack'
brew 'ag'
brew 'apple-gcc42'
brew 'aspell', args: ['lang=en']
brew 'autoconf'
brew 'automake'
brew 'lsof'
brew 'awscli'
brew 'ctags-exuberant'
brew 'gpg'
brew 'git', args: ['without-completions']
brew 'git-extras'
brew 'git-lfs'
brew 'subversion'
brew 'hub'
brew 'htop-osx'
brew 'irssi'
brew 'jq'
brew 'mysql'
brew 'peco'
brew 'postgresql'
brew 'innotop'
brew 'nmap'
brew 'swaks'
brew 'terraform'
brew 'terraform-inventory'
brew 'terraform-provisioner-ansible'
brew 'sqlite'
brew 'xz'
brew 'graphviz'
brew 'freerdp'
brew 'r'

cask 'alfred'
cask 'amazon-workspaces'
cask 'dash'
cask 'emacs'
cask 'evernote'
cask 'firefox'
cask 'gitx'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'hipchat'
cask 'skype'
cask 'openoffice'
cask 'omnigraffle'
cask 'iterm2'
cask 'skitch'
cask 'squidman'
cask 'vagrant'
cask 'virtualbox'
cask 'utorrent'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
