tap 'caskroom/cask'
tap 'caskroom/versions'

tap 'homebrew/science'

tap 'd12frosted/emacs-plus'
brew 'emacs-plus', args: ['without-spacemacs-icon']

tap 'wallix/awless'
brew 'awless'

cask 'xquartz'

brew 'ack'
brew 'ag'
brew 'aspell', args: ['lang=en']
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'aws-shell'
brew 'bash'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'diff-so-fancy'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'editorconfig'
brew 'fasd'
brew 'fd'
brew 'freerdp'
brew 'gdb'
brew 'git', args: ['without-completions']
brew 'git-extras'
brew 'git-lfs'
brew 'git-quick-stats'
brew 'git-secret'
brew 'gpg'
brew 'gnupg2'
brew 'graphviz'
brew 'htop'
brew 'hub'
brew 'innotop'
brew 'irssi'
brew 'jq'
brew 'lsof'
brew 'mu', args: ['with-emacs']
brew 'mysql'
brew 'nmap'
brew 'offlineimap'
brew 'pass'
brew 'pinentry-mac'
brew 'peco'
brew 'postgresql'
brew 'sbdchd/skim/skim'
brew 'sqlite'
brew 'subversion'
brew 'swaks'
brew 'terraform'
brew 'terraform-inventory'
brew 'terraform-provisioner-ansible'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'xz'
brew 'zsh'

cask 'alfred'
cask 'amazon-drive'
cask 'amazon-workspaces'
cask 'dash'
cask 'dropbox'
cask 'emacs'
cask 'evernote'
cask 'firefox'
cask 'gitx'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'google-hangouts'
cask 'hipchat'
cask 'iterm2'
cask 'onedrive'
cask 'openoffice'
cask 'omnigraffle'
cask 'skitch'
cask 'skype'
cask 'squidman'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
