tap 'caskroom/cask'
tap 'caskroom/versions'

tap 'homebrew/versions'
tap 'homebrew/dupes'
tap 'homebrew/binary'
tap 'homebrew/x11'

brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'ctags-exuberant'
brew 'gpg'
brew 'git', args: ['without-completions']
brew 'git-extras'
brew 'go'
brew 'subversion'
brew 'hub'
brew 'htop-osx'
brew 'irssi'
brew 'mysql'
brew 'postgresql'
brew 'innotop'
brew 'nmap'
brew 'swaks'
brew 'sqlite'
brew 'xz'
brew 'graphviz'
brew 'rdesktop'

cask 'alfred'
cask 'chefdk'
cask 'dash'
cask 'evernote'
cask 'firefox'
cask 'gitx'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'hipchat'
cask 'microsoft-lync'
cask 'openoffice'
cask 'omnigraffle'
cask 'iterm2'
cask 'java'
cask 'r'
cask 'skitch'
cask 'squidman'
cask 'vagrant'
cask 'virtualbox'
cask 'utorrent'
cask 'vlc'
cask 'vmware-fusion'
cask 'xquartz'
cask 'wireshark'
